IdeaRS.OpenModel.Result.AbsoluteRelative
Absolute of relative value of position is used

IdeaRS.OpenModel.Result.AbsoluteRelative.Absolute
Position is defined absolutely

IdeaRS.OpenModel.Result.AbsoluteRelative.Relative
Position is defined relatively